<html>
    <head>
        <title>Alaber Pharma for importing - شركة العابر فارما للاستيراد
        </title>
        <meta name="description" content="شركة العابر فارما للاستيراد هي شركة متخصصة في استيراد الادوية وادوات التجميل ومستلزمات الاطفال من عدة وكالات اجنبية عالمية وتوفير هذه المنتجات للصيدليات في اليمن">
        
    </head>
    <body>
        <main>
        <center>
        <h1 style="margin:20%;font-size:350%;">
            الموقع قيد الانشاء حاليا 
        </h1>
        <p>
شركة العابر فارما للاستيراد هي شركة متخصصة في استيراد الادوية وادوات التجميل ومستلزمات الاطفال من عدة وكالات اجنبية عالمية وتوفير هذه المنتجات للصيدليات في اليمن"
        </p>
        </center>
        </main>
    </body>
</html>